Revit 2027 API
ParameterTypeId.CeilingHasThicknessParam Property
 "Has Thickness"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CeilingHasThicknessParam { get; }
Public Shared ReadOnly Property CeilingHasThicknessParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CeilingHasThicknessParam {
	ForgeTypeId^ get ();
}
static member CeilingHasThicknessParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace